Repository: KDE/alpaka
Catalog: po/sa/alpaka.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Alpaka
sa: अल्पाका

source: Ollama client
sa: ओल्लामा ग्राहक

source: Loren Burkholder
sa: लोरेन् बर्कहोल्डर

source: Maintainer
sa: परिपालकः

source: Laurent Montel
sa: लॉरेण्ट् मोंटेल्

source: Developer
sa: विकासकः

# @action:intoolbar
source: Start Over
sa: पुनः आरभत

# @action:intoolbar
source: Settings
sa: सेटिंग्स्

# @action:button
source: Try Again
sa: पुनः प्रयासं कुर्वन्तु

# @info:placeholder
source: Enter a message
sa: सन्देशं प्रविशतु

# @info:placeholder
source: Interface Not Found
sa: अन्तरफलकं न लब्धम्

source: Make sure Ollama is installed and is running. Visit the project's website for setup information.
sa: Ollama संस्थापितम् अस्ति, चालितं च इति सुनिश्चितं कुर्वन्तु। सेटअप-सूचनार्थं परियोजनायाः जालपुटं पश्यन्तु ।

# @action:button
source: Visit Website
sa: वेबसाइट् पश्यन्तु

source: General
sa: सामान्य

source: LLM
sa: एल.एल.एम

source: Ollama
sa: भवेयुः

source: Show in System Tray
sa: System Tray इत्यत्र दर्शयतु

source: System prompt
sa: सिस्टम् प्रॉम्प्ट्

source: No system prompt
sa: न सिस्टम् प्रॉम्प्ट्

source: Show debug information
sa: त्रुटिनिवारणसूचना दर्शयतु

# @title:window
source: Alpaka
sa: अल्पाका

source: Ollama server URL
sa: ओल्लामा सर्वर यूआरएल
