Repository: KDE/alpaka
Catalog: po/*/alpaka.po
Languages: eo, es, eu, he, hu, is, ka, lv, pt_br, sl

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
hu: Kiszel Kristóf
is: Guðmundur Erlingsson
ka: Temuri Doghonadze
lv: Toms Trasūns
pt_br: Geraldo Simião
sl: Matjaž Jeran

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
hu: ulysses@fsf.hu
is: gudmundure@gmail.com
ka: Temuri.doghonadze@gmail.com
lv: toms.trasuns@posteo.net
pt_br: geraldosimiao@fedoraproject.org
sl: matjaz.jeran@amis.net

source: Show model info.
es: Mostrar información del modelo.
eu: Erakutsi ereduaren informazioa
he: הצגת פרטי דגם.
ka: მოდელის ინფორმაციის ჩვენება.
lv: Rādīt informāciju par modeli.
pt_br: Mostra informações do modelo.
sl: Prikaži informacije o modelu.

source: Alpaka
he: אלפקה
ka: ალპაკა

source: Ollama client
eo: Ollama-kliento
es: Cliente de Ollama
he: לקוח ל־Ollama
hu: Ollama kliens
is: Viðmót fyrir Ollama
ka: Ollama-ის კლიენტი
lv: „Ollama“ klients
pt_br: Cliente Ollama
sl: Odjemalec Ollama

source: © 2023–2025 Loren Burkholder
he: © 2023‏-2026 לורן בורקהולדר
ka: © 2023–2025 ლორენ ბარკჰოლდერი

source: Loren Burkholder
he: לורן בורקהולדר
ka: ლორენ ბარკჰოლდერი

source: Creator
es: Creador
he: יוצר
ka: შემქმნელი
pt_br: Criador

source: Siavosh Kasravi
he: סיאבוש קסראי

source: Maintainer
eo: Prizorganto
es: Responsable
eu: Mantentzailea
he: מתחזק
hu: Karbantartó
is: Umsjónarmaður
ka: წამყვანი პროგრამისტი
lv: Uzturētājs
pt_br: Mantenedor
sl: Vzdrževalec

source: Laurent Montel
he: לורנט מונטל

source: Developer
eo: Evoluisto
es: Desarrollador
eu: Garatzailea
he: מפתח
hu: Fejlesztő
is: Forritari
ka: პროგრამისტი
lv: Izstrādātājs
pt_br: Desenvolvedor
sl: Razvijalec

# @action:intoolbar
source: Start Over
eo: Rekomenci
es: Volver a empezar
eu: Berriro hasi
he: התחלה מחדש
hu: Újrakezdés
ka: თავიდან დაწყება
lv: Sākt no sākuma
pt_br: Recomeçar
sl: Začni znova

# @action:intoolbar
source: Settings
eo: Agordoj
es: Preferencias
eu: Ezarpenak
he: הגדרות
hu: Beállítások
ka: მორგება
lv: Iestatījumi
pt_br: Configurações
sl: Nastavitve

# @action:button
source: Try Again
eo: Reprovi
es: Volver a probar
eu: Berriz saiatu
he: לנסות שוב
hu: Újra
ka: კიდევ სცადეთ
lv: Mēģināt vēlreiz
pt_br: Tentar novamente
sl: Poskusi ponovno

# @info:placeholder
source: Enter a message (Use @ to open the attachment menu)
es: Introduzca un mensaje (use @ para abrir el menú de adjuntos)
he: נא לכתוב הודעה (@ יפתח את תפריט הצירוף)
ka: შეიყვანეთ შეტყობინება (ფაილის მიმაგრების მენიუს გასახსნელად გამოიყენეთ @)
pt_br: Digite uma mensagem (Use @ para abrir o menu de anexos)

source: LLM:
he: LLM/מש״ג:
lv: Lielais valodas modelis:

# @action:button
source: Info
es: Información
eu: Informazioa
he: פרטים
ka: ინფორმაცია
lv: Informācija
pt_br: Informações
sl: Informacije

# @info:placeholder
source: Interface Not Found
eo: Interfaco Ne Trovita
es: Interfaz no encontrada
eu: Instantzia ez da aurkitu
he: הממשק לא נמצא
hu: Az interfész nem található
ka: ინტერფეისი ვერ ვიპოვე
lv: Saskarne nav atrasta
pt_br: Interface não encontrada
sl: Ni najdenega vmesnika

source: Make sure Ollama is installed and is running. Visit the project's website for setup information.
eo: Certigu ke Ollama estas instalita kaj rulanta. Vizitu la projektan retejon por informo pri agordado.
es: Asegúrese de que Ollama está instalado y en ejecución. Visite la web del proyecto para obtener información sobre su configuración.
eu: Ziurtatu Ollama instalatuta eta martxan dagoela. Bisitatu proiektuaren webgunea ezartzeko informazioaren bila.
he: רצוי לוודא ש־Ollama מותקנת ופעילה. יש לבקר באתר המיזם למידע בנוגע להתקנה והגדרות.
hu: Ellenőrizze, hogy az Ollama telepítve van-e és fut-e. Keresse fel a projekt weboldalát a telepítés leírásáért.
ka: დარწმუნდით, რომ Ollama დაყენებული და გაშვებულია. მორგები ინფორმაციის მისაღებად ეწვიეთ პროექტის ვებგვერდს.
lv: Pārliecinieties, ka „Ollama“ ir instalēta un ieslēgta. Lai uzzinātu par tās sagatavošanu darbam, apmeklējiet projekta tīmekļa vietni.
pt_br: Certifique-se de que o Ollama esteja instalado e em execução. Visite o site do projeto para obter informações sobre configuração.
sl: Prepričajte se, da je Ollama nameščen in delujoč. Za informacije o nastavitvah obiščite spletno mesto projekta.

# @action:button
source: Visit Website
eo: Viziti Retejon
es: Visitar sitio web
eu: Bisitatu webgunea
he: ביקור באתר
hu: Weboldal felkeresése
ka: საიტზე გადასვლა
lv: Apmeklējiet tīmekļa vietni
pt_br: Visitar o website
sl: Obiščite spletno mesto

source: General
eo: Ĝenerala
eu: Orokorra
he: כללי
hu: Általános
is: Almennt
ka: ზოგადი
lv: Pamata
pt_br: Geral
sl: Splošno

source: Show in System Tray
eo: Montri en Sistempleto
es: Mostrar en la bandeja del sistema
eu: Erakutsi sistema-erretiluan
he: הצגה בשורת המשימות
hu: Megjelenítés a paneltálcán
is: Sýna í kerfisbakka
ka: საათთან ჩვენება
lv: Rādīt sistēmas ikonu joslā
pt_br: Exibir na área de notificação
sl: Prikaži v sistemskem pladnju

source: Auto scroll down when a new prompt is posted
es: Desplazar automáticamente al publicar una nueva consulta
eu: Eskaera berri bat bidaltzean automatikoki beherantz kiribildu
he: לגלול אוטומטית למטה כשבקשה חדשה מפורסמת
ka: ავტოგადახვევა ქვემოთ, როცა მოხდება ახალი მოთხოვნის დაპოსტვა
lv: Automātiski ritināt, kad parādās jauna uzvedne
pt_br: A rolagem para baixo é automática quando um novo prompt é postado
sl: Samodejno pomakni navzdol, ko je objavljen nov poziv

source: System prompt
eo: Sistema invitilo
es: Punto de entrada del sistema
eu: Sistemaren gonbita
he: הנחיית מערכת
hu: Rendszerüzenet
is: Kerfiskvaðning
ka: სისტემური კითხვა
lv: Sistēmas uzvedne
pt_br: Prompt do sistema
sl: Sistemski poziv

source: No system prompt
eo: Neniu sistema invitilo
es: Sin punto de entrada del sistema
eu: Sistemaren gonbitik ez
he: אין הנחיית מערכת
hu: Nincs rendszerüzenet
is: Engin kerfiskvaðning
ka: სისტემური კითხვის გარეშე
lv: Nav sistēmas uzvednes
pt_br: Nenhum prompt de sistema
sl: Ni sistemskega poziva

source: Show debug information
eo: Montri sencimig-informon
es: Mostrar información de depuración
eu: Erakutsi arazteko informazioa
he: הצגת פרטי ניפוי שגיאות
hu: Hibakeresési információk megjelenítése
is: Sýna aflúsunarupplýsingar
ka: გამართვის ინფორმაციის ჩვენება
lv: Parādīt atkļūdošanas informāciju
pt_br: Mostra informações de depuração
sl: Prikaži informacije o odpravljanju napak

# @title:window
source: Alpaka
he: אלפקה
ka: ალპაკა

# @action:inmenu
source: Copy
es: Copiar
eu: Kopiatu
he: העתקה
ka: კოპირება
lv: Kopēt
pt_br: Copiar
sl: Kopiraj

# @action:inmenu
source: Select All
es: Seleccionar todo
eu: Hautatu dena
he: בחירה בהכול
ka: ყველას მონიშვნა
lv: Atlasīt visu
pt_br: Selecionar tudo
sl: Izberi vse

# 'toks' is short for 'tokens'
source: %1 tok/s · %2 tokens · %3 seconds
es: %1 tok/s · %2 tokens · %3 segundos
eu: %1 tok/s · %2 token · %3 segundo
he: %1 אסימונים לשנייה · %2 אסימונים · %3 שניות
ka: %1 კოდი/წმ · %2 კოდი · %3 წამი
lv: %1 datvien./sek. · %2 datvienības · %3 sekundes
pt_br: %1 tok/s · %2 tokens · %3 segundos
sl: %1 tok/s · %2 žetonov · %3 sekund

source: Ollama server URL
eo: Ollama-servila URL
es: URL del servidor Ollama
eu: Ollama zerbitzariaren URL
he: כתובת שרת Ollama
hu: Ollama kiszolgáló URL-cím
is: Slóð á Ollama-þjón
ka: Ollama სერვერის ბმული
lv: „Ollama“ servera adrese
pt_br: URL do servidor Ollama
sl: URL strežnika Ollama

source: Advanced Parameters
es: Parámetros avanzados
he: משתנים מתקדמים
ka: დამატებითი პარამეტრები
pt_br: Parâmetros avançados

source: Context size
es: Tamaño del contexto
he: גודל הקשר
ka: კონტექსტის ზომა
pt_br: Tamanho do contexto

source: Repeat penalty lookback tokens
es: Repetir tókenes de penalización retrospectiva
he: חזרה על אסימוני מבט לאחור של ענישה
ka: ჯარიმის გადახედვის ტოკენების გამეორება
pt_br: Repetir tokens de retrocesso de penalidade

source: Repeat penalization factor [scaled x10]
es: Repetir factor de penalización (escalado x10)
he: חזרה על מקדם ענישה [במכפלות של 10]
ka: ჯარიმის კოეფიციენტის გამეორება [მასშტაბი x10]
pt_br: Repetir fator de penalização [escalonado x10]

source: Temperature [scaled x10]
es: Temperatura (escalada x10)
he: טמפרטורה [במכפלות של 10]
ka: ტემპერატურა [მასშტაბი x10]
pt_br: Temperatura [escalonado x10]

source: Seed (-1 = random)
es: Semilla (-1 = aleatoria)
he: זרע (‎-1 = אקראי)
ka: თესლი (-1 = შემთხვევითი)
pt_br: Semente (-1 = aleatória)

source: Maximum tokens to predict (-1 = unlimited)
es: Número máximo de tókenes a predecir (-1 = ilimitado)
he: כמות אסימונים מרבית לחיזוי (‎-1 = ללא הגבלה)
ka: მაქს. ტოკენები პროგნოზისთვის (-1 = შეუზღუდავი)
pt_br: Número máximo de tokens para prever (-1 = ilimitado)

source: Top K
es: K superior
he: K המובילים
ka: საუკეთესო K
pt_br: K de topo

source: Top P [scaled x100]
es: P superior (escalado x100)
he: P המובילים [במכפלות של 100]
ka: საუკეთესო P [მასშტაბი x100]
pt_br: P de topo [escalonado x100]

source: Min P [scaled x10]
es: P mínimo (escalado x10)
he: P התחתונים [במכפלות של 10]
ka: მინ. P [მასშტაბი x10]
pt_br: P mínimo [escalonado x10]

source: Reset to defaults
es: Restaurar valores predeterminados
he: איפוס לברירות המחדל
ka: ნაგულისხმევზე ჩამოყრა
pt_br: Restaurar padrões

# %1 is an URL, %2 an error description
source: Failed to connect to interface at %1: %2
es: No se ha podido conectar a la interfaz en %1: %2
eu: %1(e)ko interfazera konektatzea huts egiten du: %2
he: ההתחברות לממשק דרך %1 נכשלה: %2
ka: ვერ მივუერთდი ინტერფეისს მისამართზე %1: %2
lv: Neizdevās savienoties ar saskarni pie %1: %2
pt_br: Falha ao conectar-se ao servidor em %1: %2
sl: Neuspela povezava na vmesnik %1: %2

source: Start over
is: Byrja aftur

source: Settings
is: Stillingar

source: Try again
is: Reyna aftur

source: Waiting for interface
is: Bíð eftir viðmóti

source: Enter a message
is: Sláðu inn skilaboð

source: General settings
is: Almennar stillingar

source: LLM settings
is: Stillingar mállíkans (LLM)

source: Model settings
is: Stillingar líkans

source: LLM model
is: Stórt mállíkan (LLM)

source: %1 tok/s · %2 tokens · %3 seconds
eo: %1 ĵtn/s · %2 ĵetonoj · %3 sekundoj
hu: %1 tok/s · %2 token · %3 másodperc
is: %1 tók./sek. · %2 tókar · %3 sekúndur

source: Ollama settings
is: Stillingar fyrir Ollama

source: Ollama server settings
is: Stillingar fyrir Ollama-þjón

source: Failed to connect to interface at %1: %2
eo: Malsukcesis konekti al interfaco ĉe %1: %2
hu: Nem sikerült kapcsolódni az interfészhez itt: %1: %2
is: Mistókst að tengjast viðmóti á %1: %2

source: Info
eo: Informo
is: Upplýsingar

# @title:window
source: Configure Ollama
eo: Agordi Ollama
is: Grunnstilla Ollama

source: Models:
eo: Modeloj:
is: Líkön:

# @info:placeholder
source: Enter a message
eo: Enigu mesaĝon
hu: Írjon be egy üzenetet
lv: Rakstiet ziņu
sl: Vnesite sporočilo

source: LLM
lv: Lielais valodas modelis
